using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace RealTrading
{
    class temp
    {

        /*
Error:
Result:
委托时间        证券代码        证券名称        买卖标志        买卖标志
委托类别        状态说明        委托价格        委托数量        委托编号
成交价格        成交数量        委托方式        报价方式        股东代码
帐号类别        交易所代码      保留信息
130020  601398  工商银行        0       买入    买卖    废单    4.000   100.00
1857    0       0       0       买卖    A286274680      1       1
130318  601398  工商银行        0       买入    买卖    废单    4.000   100.00
1870    0       0       0       买卖    A286274680      1       1
131539  601398  工商银行        0       买入    买卖    已撤    4.010   100.00
1932    0       0       0       买卖    A286274680      1       1
132938  601398  工商银行        0       买入    买卖    已撤    4.010   100.00
2101    0       0       0       买卖    A286274680      1       1
133315  601398  工商银行        0       买入    买卖    已撤    4.010   100.00
2172    0       0       0       买卖    A286274680      1       1

成交时间        证券代码        证券名称        买卖标志        买卖标志
成交价格        成交数量        成交金额        成交编号        委托编号
股东代码        帐号类别        保留信息

Error:
Result:
证券代码        证券名称        证券数量        可卖数量        参考成本价
当前价  最新市值        盈亏参考        盈亏比例(%)     股东代码        帐号类别
        交易所代码      退市日期        保留信息

Error:
Result:
股东代码        股东名称        帐号类别        资金帐号        席位代码
融资融券标识    保留信息
A286274680      肖镇    1       13003470        23368   0       主股东  01360334
14      肖镇    0       13003470        258200  0       主股东
Error:
Result:
委托时间        证券代码        证券名称        买卖标志        买卖标志
委托类别        状态说明        委托价格        委托数量        委托编号
成交价格        成交数量        委托方式        报价方式        股东代码
帐号类别        交易所代码      保留信息
         */
    }
}
